Repository: Belarus/OmegaT-Android
Catalog: Android/omegat/project_save.tmx
Source language: en
Languages: be

source: Allows the application to access the BluetoothShare manager and to use it to transfer files.
be: Дазваляе праґраме мець доступ да кіраўніка дзяліцца па Bluetooth і перадаваць празь яго файлы.

source: Allows the application to access the download manager and to use it to download files.
be: Дазваляе праґраме мець доступ да кіраўніка спампоўванага ды спампаваць з дапамогаю яго.

source: Allows the application to access the download manager's advanced functions.
be: Дазваляе праґраме мець доступ да адмысловых функцыяў кіраўніка спампоўванага.

source: Allows the application to access the phone features of the device.
be: Дазваляе праґраме мець доступ да тэлефонных функцыяў гэтае прылады.

source: Allows the application to access the phone features of the device. An application with this permission can determine the phone number and serial number of this phone, whether a call is active, the number that call is connected to and the like.
be: Дазваляе праґраме мець доступ да тэлефонных функцыяў гэтае прылады. Праґрама, якая мае такі дазвол, можа вызначаць тэлефонны і сэрыйны нумар гэтага тэлефону ды, калі маецца дзейны выклік, нумар, зь якім зьвязваемся ды іншае падобнае.

source: Allows the application to add messages to your voicemail inbox.
be: Дазваляе праґраме дадаваць паведамленьні ў скрынку галасавое пошты.

source: Allows the application to be the status bar.
be: Дазваляе праґраме быць паліцаю стану.

source: Allows the application to call any phone number, including emergency numbers, without your intervention.
be: Дазваляе праґраме выклікаць хоць-якія тэлефонныя нумары, у тым ліку й надзвычайныя, бяз вашага ўмяшаньня.

source: Allows the application to call any phone number, including emergency numbers, without your intervention. Malicious applications may place unnecessary and illegal calls to emergency services.
be: Дазваляе праґраме выклікаць хоць-якія тэлефонныя нумары, у тым ліку й надзвычайныя, бяз вашага умяшаньня. Зламысныя праґрамы могуць без патрэбы ды незаконна тэлефанаваць на надзвычайныя нумары.

source: Allows the application to call phone numbers without your intervention.
be: Дазваляе праґраме выклікаць тэлефонныя нумары бяз вашага ўмяшаньня.

source: Allows the application to call phone numbers without your intervention. Malicious applications may cause unexpected calls on your phone bill. Note that this does not allow the application to call emergency numbers.
be: Дазваляе праґраме выклікаць тэлефонныя нумары бяз вашага умяшаньня. Зламысныя праґрамы могуць быць прычынаю нечаканых выклікаў у вашым тэлефонным рахунку. Заўважце, што гэта не дазваляе праґраме выклікаць надзвычайныя нумары.

source: Allows the application to change or add to personal profile information stored on your device, such as your name and contact information.
be: Дазваляе праґраме зьмяняць асабістыя зьвесткі профілю, якія захоўваюцца на прыладзе (пр., імя ды зьвесткі для сувязі).

source: Allows the application to control the flashlight.
be: Дазваляе праґраме кіраваць ліхтарыкам.

source: Allows the application to control the phone features of the device.
be: Дазваляе праґраме кіраваць тэлефоннымі функцыямі гэтае прылады.

source: Allows the application to control the phone features of the device. An application with this permission can switch networks, turn the phone radio on and off and the like without ever notifying you.
be: Дазваляе праґраме кіраваць тэлефоннымі функцыямі гэтае прылады. Праґрама, якая мае такі дазвол, можа бяз вашага ведама зьмяняць сетку, выключаць ды ўключаць сувязь ды іншае падобнае.

source: Allows the application to control the system's backup and restore mechanism.
be: Дазваляе праґраме кіраваць стварэньнем адноўкі сыстэмы й аднаўленьнем.

source: Allows the application to control the system\'s backup and restore mechanism. Not for use by normal applications.
be: Дазваляе праґраме кіраваць стварэньнем адноўкі сыстэмы й аднаўленьнем. Звычайнымі праґрамамі не выкарыстоўваецца.

source: Allows the application to control the vibrator.
be: Дазваляе праґраме кіраваць трымценьнікам.

source: Allows the application to control various peripherals for the purpose of hardware testing.
be: Дазваляе праґраме кіраваць разнастайнымі вонкавымі прыладамі, каб выпрабоўваць прыстасаваньні.

source: Allows the application to create internal storage.
be: Дазваляе праґраме ствараць унутранае сховішча.

source: Allows the application to create secure storage.
be: Дазваляе праґраме ствараць бясьпечнае сховішча.

source: Allows the application to destroy internal storage.
be: Дазваляе праґраме зьнішчаць унутранае сховішча.

source: Allows the application to destroy secure storage.
be: Дазваляе праґраме зьнішчаць бясьпечнае сховішча.

source: Allows the application to disable the entire phone permanently.
be: Дазваляе праґраме адключаць на доўгі час тэлефон цалкам.

source: Allows the application to disable the entire phone permanently. This is very dangerous.
be: Дазваляе праґраме адключаць на доўгі час тэлефон цалкам. Гэта вельмі небясьпечна.

source: Allows the application to disable the entire tablet permanently.
be: Дазваляе праґраме адключаць на доўгі час пляншэт цалкам.

source: Allows the application to display social updates from your friends.
be: Дазваляе праґраме атрымваць паказваць грамадзкія абнаўленьні вашых сяброў.

source: Allows the application to download files through the download manager without any notification being shown to the user.
be: Дазваляе праґраме спампоўваць файлы праз кіраўнік спампоўванага, так, што карыстальнік не пабачыць ніякага спавяшчэньня.

source: Allows the application to download files to the download cache which cannot be automatically deleted when the download manager needs more space.
be: Дазваляе праґраме спампоўваць файлы ў запасьнік спампоўванага (які не ачышчаецца самарушна), калі кіраўнік спампоўванага патрабуе болей прасторы.

source: Allows the application to force the phone to reboot.
be: Дазваляе праґраме змушаць тэлефон запускацца нанова.

source: Allows the application to force the tablet to reboot.
be: Дазваляе праґраме змушаць пляншэт запускацца нанова.

source: Allows the application to format removable storage.
be: Дазваляе праґраме разьмячаць (фарматаваць) вонкавае сховішча.

source: Allows the application to get information on internal storage.
be: Дазваляе праґраме атрымваць зьвесткі з унутранага сховішча.

source: Allows the application to get information on secure storage.
be: Дазваляе праґраме атрымваць зьвесткі зь бясьпечнага сховішча.

source: Allows the application to launch the full backup confirmation UI.
be: Дазваляе праґраме запускаць дыялёґ пацьверджаньня поўнага аднаўленьня.

source: Allows the application to manage preferences and permissions for USB devices.
be: Дазваляе праґраме кіраваць перавагамі й дазволамі прыладаў USB.

source: Allows the application to mount / unmount internal storage.
be: Дазваляе праґраме прымацоўваць і адмацоўваць унутранае сховішча.

source: Allows the application to mount / unmount secure storage.
be: Дазваляе праґраме прымацоўваць і адмацоўваць бясьпечнае сховішча.

source: Allows the application to mount and unmount filesystems for removable storage.
be: Дазваляе праґраме прымацоўваць і адмацоўваць файлавыя сыстэмы рухомых сховішчаў.

source: Allows the application to participate in the system's backup and restore mechanism.
be: Дазваляе праґраме удзельнічаць у стварэньні адноўкі сыстэмы й аднаўленьні.

source: Allows the application to read all the URLs that the Browser has visited, and all of the Browser's bookmarks.
be: Дазваляе праґраме чытаць усе закладкі аглядальніка ды ўсе наведаныя ім спасылкі.

source: Allows the application to read all the URLs that the Browser has visited, and all of the Browser\'s bookmarks.
be: Дазваляе праґраме чытаць усе закладкі Аглядальніку ды ўсе наведаныя ім спасылкі.

source: Allows the application to read personal profile information stored on your device, such as your name and contact information.
be: Дазваляе праґраме чытаць асабістыя зьвесткі профілю, якія захоўваюцца на прыладзе (пр., імя ды зьвесткі для сувязі).

source: Allows the application to rename internal storage.
be: Дазваляе праґраме даваць новую назву унутранаму сховішчу.

source: Allows the application to rename secure storage.
be: Дазваляе праґраме даваць новую назву бясьпечнаму сховішчу.

source: Allows the application to respond to requests for superuser access.
be: Дазваляе праґраме адказваць на запыты на доступ з правамі спраўніка.

source: Allows the application to see all downloads to the SD card, regardless of which application downloaded them.
be: Дазваляе праґраме бачыць усё, што спампавалі на картку SD, без увагі да таго, якая праґрама гэта спампоўвала.

source: Allows the application to send notifications about completed downloads.
be: Дазваляе праґраме паведамляць, калі скончылі спампоўваць.

source: Allows the application to set an alarm in an installed alarm clock application.
be: Дазваляе праґраме ўсталёўваць будзьку ва ўсталяванае праґраме будніка.

source: Allows the application to set the system wallpaper size hints.
be: Дазваляе праґраме даваць парады па памерах шпалераў сыстэмы.

source: Allows the application to set the system wallpaper.
be: Дазваляе праґраме усталёўваць шпалеры сыстэмы.

source: Allows the application to start CDMA provisioning.
be: Дазваляе праґраме запускаць уладкоўваць CDMA.

source: Allows the application to store and retrieve all voicemails that this device can access.
be: Дазваляе праґраме захоўваць і атрымваць усю галасавую пошту, да якое мае доступ гэтая прылада.

source: Allows the application to tell the system which widgets can be used by which application.
be: Дазваляе праґраме загадваць сыстэме, якія віджэты якімі праґрамамі могуць выкарыстоўвацца.

source: Allows the application to tell the system which widgets can be used by which application. With this permission, applications can give access to personal data to other applications. Not for use by normal applications.
be: Дазваляе праґраме загадваць сыстэме, якія віджэты якімі праґрамамі могуць выкарыстоўвацца. Праґрама, якая мае такі дазвол, можа мець доступ да асабістых зьвестак іншых праґрамаў. Звычайнымі праґрамамі не выкарыстоўваецца.

source: Allows the application to turn the phone on or off.
be: Дазваляе праґраме уключаць або выключаць тэлефон.

source: Allows the application to turn the tablet on or off.
be: Дазваляе праґраме уключаць або выключаць пляншэт.

source: Allows the application to verify a package is installable.
be: Дазваляе праґраме спраўджваць, ці можна ўсталяваць пэўны пакунак.

source: Allows the application to view and modify all initiated by any application on the system.
be: Дазваляе праґраме праглядаць і зьмяняць спампоўванае хоць-якою праґрамаю сыстэмы.

source: Allows the applications to accept cloud to device messages sent by the application's service.
be: Дазваляе праґраме прымаць паведамленьні ад воблака да прылады, дасланыя службаю праґрамы.

source: Allows the creation of windows that are intended to be used by the internal system user interface.
be: Дазваляе ствараць вокны, якія мусяць выкарыстоўвацца ўнутраным сыстэмным інтэрфэйсам карыстальніка.

source: Allows the creation of windows that are intended to be used by the internal system user interface. Not for use by normal applications.
be: Дазваляе ствараць вокны, якія мусяць выкарыстоўвацца ўнутраным сыстэмным інтэрфэйсам карыстальніка. Звычайнымі праґрамамі не выкарыстоўваецца.

source: Allows the holder to bind to the top-level interface of a Vpn service.
be: Дазваляе трымальніку зьвязвацца зь інтэрфэйсам верхняга ўзроўню да службы VPN.

source: Allows the holder to bind to the top-level interface of a text service(e.g. SpellCheckerService).
be: Дазваляе трымальніку зьвязвацца зь інтэрфэйсам верхняга ўзроўню да тэксту (пр., служба спраўджваць правапіс).

source: Allows the holder to bind to the top-level interface of a wallpaper.
be: Дазваляе трымальніку зьвязвацца зь інтэрфэйсам верхняга ўзроўню да шпалераў.

source: Allows the holder to bind to the top-level interface of a wallpaper. Should never be needed for normal applications.
be: Дазваляе трымальніку зьвязвацца зь інтэрфэйсам шпалераў верхняга ўзроўню. Звычайныя праґрамы ня мусяць патрабаваць гэтае магчымасьці.

source: Allows the holder to bind to the top-level interface of a widget service.
be: Дазваляе трымальніку зьвязвацца зь інтэрфэйсам верхняга ўзроўню да службы віджэтаў.

source: Allows the holder to bind to the top-level interface of an input method.
be: Дазваляе трымальніку зьвязвацца зь інтэрфэйсам верхняга ўзроўню да спосабу ўводзіць.

source: Allows the holder to bind to the top-level interface of an input method. Should never be needed for normal applications.
be: Дазваляе трымальніку зьвязвацца зь інтэрфэйсам спосабу ўводзіць верхняга ўзроўню. Звычайныя праґрамы ня мусяць патрабаваць гэтае магчымасьці.

source: Allows the holder to make requests of package verifiers.
be: Дазваляе трымальніку дасылаць запыты спраўджвальніка пакункаў.

source: Allows the holder to send intents to a device administrator.
be: Дазваляе трымальніку дасылаць намеры да кіраўніка прылады.

source: Allows the holder to send intents to a device administrator. Should never be needed for normal applications.
be: Дазваляе трымальніку дасылаць намеры да кіраўніка прылады. Звычайныя праґрамы ня мусяць патрабаваць гэтае магчымасьці.

source: Allows the modification of collected battery statistics.
be: Дазваляе зьмяняць сабраную па батарэі статыстыку.

source: Allows the modification of collected battery statistics. Not for use by normal applications.
be: Дазваляе зьмяняць сабраную па батарэі статыстыку. Звычайнымі праґрамамі не выкарыстоўваецца.

source: Allows the modification of collected component usage statistics.
be: Дазваляе зьмяняць сабраную статыстыку выкарыстаньня складніку.

source: Allows the modification of collected component usage statistics. Not for use by normal applications.
be: Дазваляе зьмяняць сабраную статыстыку выкарыстаньня складніку. Звычайнымі праґрамамі не выкарыстоўваецца.

source: Allows this application to access your Email database, including received messages, sent messages, usernames and passwords.
be: Дазваляе гэтае праґраме чытаць базу зьвестак пошты, разам з атрыманымі ды дасланымі паведамленьнямі, імёнамі карыстальнікаў і паролямі.

source: Allows this application to access your email database, including received messages, sent messages, usernames, and passwords.
be: Дазваляе гэтае праґраме чытаць базу зьвестак пошты, разам з атрыманымі ды дасланымі паведамленьнямі, імёнамі карыстальнікаў і паролямі.

source: Allows this application to modify Google service configuration data.
be: Дазваляе гэтае праґраме зьмяняць зьвесткі настаўленьняў службы Google.

source: Allows this application to modify Google settings.
be: Дазваляе гэтае праґраме зьмяняць налады Google.

source: Allows this application to modify your Gmail, including sending and deleting mail.
be: Дазваляе гэтае праґраме зьмяняць вашую пошту Gmail, у тым ліку дасылаць і сьціраць пошту.

source: Allows this application to read Google service configuration data.
be: Дазваляе гэтае праґраме чытаць зьвесткі настаўленьняў службы Google.

source: Allows this application to read Google settings.
be: Дазваляе гэтае праґраме чытаць налады Google.

source: Allows this application to read your Email attachments.
be: Дазваляе гэтае праґраме чытаць залучнікі да электроннае пошты.

source: Allows this application to read your Gmail attachment previews.
be: Дазваляе гэтае праґраме чытаць агляды залучнікоў пошты Gmail.

source: Allows this application to read your Gmail.
be: Дазваляе гэтае праґраме чытаць вашую пошту Gmail.

source: Allows this application to read your email attachments.
be: Дазваляе гэтае праґраме чытаць залучнікі да электроннае пошты.

source: Allows to invoke default container service to copy content.
be: Дазваляе выклікаць звычайную службу зьмяшчальні, каб перапісаць зьмесьціва.

source: Allows to invoke default container service to copy content. Not for use by normal applications.
be: Дазваляе выклікаць звычайную службу зьмяшчальні, каб перапісаць зьмесьціва. Звычайнымі праґрамамі не выкарыстоўваецца.

source: Allows view and edit of revoked permissions.
be: Дазваляе глядзець і правіць скасаваныя дазволы.

source: Allows you to choose the size of the font used to display detailed contact information (phone number, email, address, etc.)
be: Дазваляе вам абіраць памер шрыфту, якім адлюстроўваюцца падрабязныя зьвесткі пра кантакт (нумар тэлефона, эл. пошта, адрас ды іншае)

source: Alphabetical separators will be hidden in the contacts list
be: Альфабэтныя аддзяляльнікі ня будуць паказвацца ў сьпісе кантактаў

source: Alphabetical separators will be shown in the contacts list
be: Альфабэтныя аддзяляльнікі будуць паказвацца ў сьпісе кантактаў

source: Already %d ongoing calls.
be: Бягучых выклікаў: %d.

source: Already have an enterprise account ?
be: Ужо маеце рахунак прадпрыемства?

source: Also play ringtone when email arrives
be: Таксама граць мэлёдыю, калі прыходзіць пошта

source: Also share this Latitude check-in:
be: Паказваць іншым, што вы тут адзначыліся:

source: Also sync calendar from this account
be: Таксама сынхранізаваць каляндар гэтага рахунку

source: Also sync contacts from this account
be: Таксама сынхранізаваць кантакты гэтага рахунку

source: Also vibrate for reminders
be: Таксама трымцець па напамінах

source: Also vibrate when IM arrives
be: Таксама трымцець па паведамленьні

source: Also vibrate when email arrives
be: Таксама трымцець, калі прыходзіць пошта

source: Also vibrate when new messages are received
be: Таксама трымцець па новых паведамленьнях

source: Also vibrate when notifications are received
be: Таксама трымцець па спавяшчэньні

source: Also vibrate when notified
be: Таксама трымцець па спавяшчэньні

source: Alt
be: Іншае

source: Although this device has not yet been certified to work with Skype, you can use it to make video calls.
be: Нягледзячы на тое, што гэтая прылада не завяралася ў Skype, зь яе можна выклікаць па відэа.

source: Always
be: Заўжды

source: Always allowed?
be: Ці дазваляць заўжды?

source: Always back to call log
be: Заўжды вяртацца да гісторыі выклікаў

source: Always check
be: Заўжды спраўджваць

source: Always default to high quality video.
be: Заўжды пачынаць зь відэа высокае якасьці.

source: Always enable notification light
be: Заўжды сьвяціць лямпачкаю па спавяшчэньнях

source: Always forward
be: Заўжды перасылаць

source: Always go to all-threads when back button is pressed
be: Заўжды вяртацца да ўсіх галінаў па націску на кнопку «назад»

source: Always hide
be: Заўжды хаваць

source: Always on
be: Заўжды працуе

source: Always play on speaker
be: Заўжды граць праз галосьнік

source: Always send
be: Заўжды дасылаць

source: Always show
be: Заўжды паказваць

source: Always show character counter
be: Заўжды паказваць лічыльнік знакаў

source: Always show friend
be: Заўжды паказваць сябра

source: Always show pictures from this sender
be: Заўжды паказваць малюнкі ад гэтага адпраўніка

source: Always show the character counter when composing messages
be: Заўжды паказваць лічыльнік знакаў, калі набіраем паведамленьне

source: Always use HDCP checking
be: Заўжды спраўджваць HDCP

source: Always use my settings
be: Заўжды ўжываць мае налады

source: Always use proximity
be: Выкарыстоўваць чуйнік блізкасьці

source: Always use this number
be: Заўжды выкарыстоўваць гэты нумар

source: Always use to place Internet calls
be: Заўжды выкарыстоўваць на выклікі празь сеціва

source: Amber text on black
be: Жоўтае па чорным

source: America
be: Амэрыка

source: America/Los_Angeles
be: Амэрыка: Лос-Анжэлес

source: American English
be: Амэрыканская анґельская

source: Amman, Jordan
be: Аман, Ярданія

source: Amount to synchronize
be: За які час сынхранізаваць

source: Amsterdam, Berlin
be: Амстэрдам, Бэрлін

source: An Online Number is perfect if you have friends, family or business colleagues who aren't on Skype.
be: Сеціўны нумар — выдатны спосаб падтрымваць сувязь зь сябрамі, роднымі ці калеґамі, якія ня маюць Skype.

source: An SD card is required to download %s.
be: Каб спампаваць %s, трэба ўсунуць картку SD.

source: An app on your phone wants to make your phone \u201calways discoverable\u201d by other Bluetooth devices.
be: Праґрама з тэлефона хоча зрабіць яго «заўжды бачным» іншым прыладам Bluetooth.

source: An app on your phone wants to make your phone discoverable by other Bluetooth devices for %1$d seconds.
be: Праґрама з тэлефона хоча зрабіць яго бачным цягам %1$d сэк. іншым прыладам Bluetooth.

source: An app on your phone wants to turn on Bluetooth and make your phone discoverable by other devices for %1$d seconds.
be: Праґрама з тэлефона хоча ўлучыць Bluetooth і зрабіць тэлефон бачным цягам %1$d сэк. іншым прыладам Bluetooth.

source: An app on your phone wants to turn on Bluetooth and make your phone discoverable by other devices.
be: Праґрама з тэлефона хоча ўлучыць Bluetooth і зрабіць тэлефон бачным іншым прыладам Bluetooth.

source: An app on your tablet wants to make your tablet \u201calways discoverable\u201d by other Bluetooth devices.
be: Праґрама з пляншэта хоча зрабіць яго «заўжды бачным» іншым прыладам Bluetooth.

source: An app on your tablet wants to make your tablet discoverable by other Bluetooth devices for %1$d seconds.
be: Праґрама з пляншэта хоча зрабіць яго бачным цягам %1$d сэк. іншым прыладам Bluetooth.

source: An app on your tablet wants to turn on Bluetooth and make your tablet discoverable by other devices for %1$d seconds.
be: Праґрама з пляншэта хоча ўлучыць Bluetooth і зрабіць пляншэт бачным цягам %1$d сэк. іншым прыладам Bluetooth.

source: An app on your tablet wants to turn on Bluetooth and make your tablet discoverable by other devices.
be: Праґрама з пляншэта хоча ўлучыць Bluetooth і зрабіць пляншэт бачным цягам іншым прыладам Bluetooth.

source: An app wants to turn on Bluetooth.
be: Праґрама жадае ўлучыць Bluetooth.

source: An application on your phone is requesting permission to make your phone \u201calways discoverable\u201d by other Bluetooth devices.
be: Праґрама з тэлефона запытваецца на дазвол зрабіць тэлефон «заўжды бачным» іншым прыладам Bluetooth.

source: An application on your phone is requesting permission to make your phone discoverable by other Bluetooth devices for %1$d seconds.
be: Праґрама з тэлефона запытваецца на дазвол зрабіць тэлефон бачным цягам %1$d сэк. іншым прыладам Bluetooth.

source: An application on your phone is requesting permission to make your phone discoverable by other Bluetooth devices for %1$d seconds. Do you want to do this?
be: Праґрама з вашага тэлефону запытваецца на дазвол зрабіць ваш тэлефон бачным цягам %1$d сэкундаў іншым прыладам Bluetooth. Ці хочаце вы зрабіць гэта?

source: An application on your phone is requesting permission to turn on Bluetooth and to make your phone discoverable by other devices for %1$d seconds.
be: Праґрама з тэлефона запытваецца на дазвол улучыць Bluetooth і зрабіць тэлефон бачным цягам %1$d сэк. іншым прыладам Bluetooth.

source: An application on your phone is requesting permission to turn on Bluetooth and to make your phone discoverable by other devices for %1$d seconds. Do you want to do this?
be: Праґрама з вашага тэлефону запытваецца на дазвол уключыць Bluetooth і зрабіць ваш тэлефон бачным цягам %1$d сэкундаў іншым прыладам Bluetooth. Ці хочаце вы зрабіць гэта?

source: An application on your phone is requesting permission to turn on Bluetooth and to make your phone discoverable by other devices.
be: Праґрама з тэлефона запытваецца на дазвол улучыць Bluetooth і зрабіць тэлефон бачным іншым прыладам Bluetooth.
